{
	"brief": "\tThis is Chun Wun Huang (Jim Huang), a Game Enginee with 2+ years experience in the Dojo software inc. You can see my personal information here, include my skills, experiences, interests and so on. I'm familiar with TypeScripts for front-end development and also have experience in Javascripts. Recently, I've been learing React.js, HTML/CSS myself and trying to create a personal website like this. Oh, Glad to see you by the way.",
	"skillItem_1": "TypeScripts\n JavaScripts\n C\n C#",
	"skillItem_2": "Pixi.js\nGit\nWebpack\nReact",
	"skillItem_3": "3DMax\nIllustrator",
	"skill_TypeScripts": "More than 2 years working experience on TypeScripts, and created several web games released online",
	"skill_JavaScripts": "Base on TypeScripts learning, and try build some side project games myself",
	"skill_Pixi": "A web render tool that I used on my work, and have release somes products online",
	"skill_React": "Self-study through official websites and other resources, trying to make a personal website",
	"skill_Html": "In the process of making personal website gradually",
	"workItem1_1": "Develop Radi8 games with core game team and participate in the game production flow.",
	"workItem1_2": "Develop game features as Genplus & FreeRound.",
	"workItem1_3": "Maintain 50+ games on production.",
	"workItem2_1": "Build 4+ Augmented Reality products with Han Lin Publishing Co., Ltd.",
	"workItem2_2": "1.5 years experience on develop Virtual Reality games on HTC vive.",
	"educationItem1_1": "Research a good Virtual Reality gaming experience.",
	"educationItem1_2": "THESIS: The Influences of Guidance Media on Game Experience of Virtual Reality.",
	"think_a_bit_exp": "\tI joined Think a Bit Lab at 2017 as a Game Developer. Think a Bit Lab is a group focused on AR and VR products. They released severals  Augmented Reality apps on Google play and App store and received good reviews.I worked in this team for two years and responsible for main code, 3D Modeling Design. Because I was assigned as a leader in a project cooperated with HanLin.Ltd , I also have some experience of project manager.",
	"think_a_bit_exp_2": "\tIn 2018, I still working at Think a Bit Lab. I built several Virtual Reality games on HTC vive pro. In these projects, I use Unity as my game engine and use 3DMax for modeling and animations. To make a better game experience, we designed several kinds of guidance materials on Game Experience. And tested players' reactions with these following games.",
	"think_a_bit_exp_3": "\t And in the same year, I started working with HanLin.Ltd. We built 4+ Augmented Reality apps for primary school education. In these projects, I responsible for the design of the apps and coding the functions. Since I was  appointed a project manager, I need to control the whole process.",
	"the_wanderers_intro": "The Wanderers is an educational Augmented Reality app. Children can learn the knowledge of eight planets by scanning the cards we designed.",
	"animals_intro": "Feeding VR is an exercising Virtual Reality game on HTC vive. The core gameplay of the game is an attempt to exercise by feeding certain animals dyed red for a limited time.",
	"odonto_intro": "Odonto VR is a Casual game. Player needs to knock out as many teeth as possible for a limited time. Of course as a tooth worm, you have to hide from the dentist...",
	"chariot_intro": "Horse Chariot VR is a role play game. As a roman recruit, player need to complete all assignments from instructors. And players will face tougher ordeal."
}